{
    "news": [
        {
            "Title": "At least 59 land deals totalling 2,018 acres closed so far this year: Anarock",
            "Description": "Anarock has reported that 59 land deals have been agreed so far this year, involving 2,018 acres across the country for property development and industrial purposes. Real estate consultants believe that post-Covid-19 pandemic, developers are looking for alternate investment options in the constantly evolving market, leading to the purchase of land parcels for the purpose of constructing residential, commercial properties, manufacturing units and hospitals.",
            "Image": "https://img.etimg.com/thumb/msid-102873100,width-1200,height-630,imgsize-31590,overlay-economictimes/photo.jpg"
        },
        {
            "Title": "U.S. bitcoin ETFs raise questions over financial system risks",
            "Description": "The launch of bitcoin ETFs in the US deepens ties between cryptocurrencies and the traditional financial system, potentially creating new risks.",
            "Image": "https://th-i.thgim.com/public/incoming/5vpbcx/article67721971.ece/alternates/LANDSCAPE_1200/2024-01-08T130828Z_209813920_RC2YY3AW6YIH_RTRMADP_3_FINTECH-CRYPTO-ETF.JPG"
        },
        {
            "Title": "| No Ronaldo-Messi reunion as Portuguese star ruled out with injury",
            "Description": "Cristiano Ronaldo will miss the anticipated reunion with Lionel Messi due to injury, according to Al-Nassr coach.",
            "Image": "https://th-i.thgim.com/public/sport/football/a7jdgy/article29224711.ece/alternates/LANDSCAPE_1200/TH23CR7"
        },
        {
            "Title": "Nearly eight million displaced by Sudan war: United Nations",
            "Description": "The war in Sudan has displaced nearly 8 million people, with urgent support needed to meet their needs.",
            "Image": "https://th-i.thgim.com/public/incoming/8093on/article67799204.ece/alternates/LANDSCAPE_1200/2024-01-29T140043Z_518982359_RC2PR5AUDYV4_RTRMADP_3_SOUTHSUDAN-SECURITY.JPG"
        },
        {
            "Title": "Farmers close in on French cities; police make arrests",
            "Description": "French police arrest protesting farmers as tractors approach strategic locations, defying warnings of police intervention.",
            "Image": "https://th-i.thgim.com/public/incoming/hefm75/article67799201.ece/alternates/LANDSCAPE_1200/AFP_34HD622.jpg"
        },
        {
            "Title": "State Duma approves Bill to confiscate assets of people ‘discrediting’ Russian army",
            "Description": "Russia's Lower House of Parliament approves a Bill allowing authorities to confiscate assets from those spreading false information about the military.",
            "Image": "https://th-i.thgim.com/public/incoming/13q8ue/article67799199.ece/alternates/LANDSCAPE_1200/AFP_34GN439.jpg"
        },
        {
            "Title": "Interim Budget, High Expectations: Finance Minister To Walk Fine Line Today",
            "Description": "All eyes, from captains of industry to the common man, will be on Union Finance Minister Nirmala Sitharaman, who will present the Interim Budget in Parliament today. Salaried taxpayers are hoping for changes in income tax slabs and higher deductions.",
            "Image": "https://c.ndtvimg.com/2023-01/kip709rg_union-budget_625x300_17_January_23.jpg"
        },
        {
            "Title": "| Finance Minister to present sixth budget in a row",
            "Description": "Budget 2024 Live Updates: Finance Minister Nirmala Sitharaman is set to present the Interim Budget at 11 am on February 1. A full Budget will be presented in June-July.",
            "Image": "https://th-i.thgim.com/public/incoming/ntt4p6/article67799190.ece/alternates/LANDSCAPE_1200/PTI01_31_2024_000214A.jpg"
        },
        {
            "Title": "U.S. lawmakers win apology from Zuckerberg in tech grilling",
            "Description": "Mark Zuckerberg apologizes to Congress for online dangers to children as tech giants face political anger and scrutiny.",
            "Image": "https://th-i.thgim.com/public/incoming/v6a7rx/article67798273.ece/alternates/LANDSCAPE_1200/Social_Media_CEOs_Testify_64463.jpg"
        },
        {
            "Title": "Last day of January brings reprieve, more rain expected in February, says Met",
            "Description": "After facing a dry weather all through January, Punjab received light rain on the last day of the month with the weather office warning of strong chilly...",
            "Image": "https://englishtribuneimages.blob.core.windows.net/gallary-content/2024/2/2024_2$largeimg_1483769144.webp"
        }
    ]
}